Revit 2027 API
ParameterTypeId.RoomNumberOfPeopleParam Property
 "Number of People"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomNumberOfPeopleParam { get; }
Public Shared ReadOnly Property RoomNumberOfPeopleParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomNumberOfPeopleParam {
	ForgeTypeId^ get ();
}
static member RoomNumberOfPeopleParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace